rules_text = "Правила пользования ботом 'ЕДЕМ ВМЕСТЕ':\n\n" \
         "✅ 1. ПАССАЖИР указывает в сообщении:\n" \
         "1.1 адрес подачи: откуда забрать (с уточнением № подъезда/парковка/магазин)\n" \
         "1.2 конечный адрес: куда едем\n" \
         "1.3 промежуточные адреса/нужно ли детское кресло (дети до 7 лет) /животных/багаж\n\n" \
         "✅ 2. ВОДИТЕЛЬ отвечает пассажиру форматом '(количество)минут'\n\n" \
         "✅ 3. ПАССАЖИР подтверждает поездку форматом 'ок/ждём/хорошо' либо отменяет поездку форматом 'отменить заказ' с указанием причины отмены\n\n" \
         "✅ 4. ВОДИТЕЛЬ оповещает пассажира о прибытии форматом 'на месте'\n\n" \
         "⚠️ 5. Водитель в праве отменить поездку, если пассажир:\n" \
         "5.1 не ответил  на сообщение водителя о прибытии - после 6 минут ожидания\n" \
         "5.2 ответил на сообщение водителя о прибытии - после 10 минут ожидания\n" \
         "5.3 скандалит, опасно/неадекватно себя ведёт\n" \
         "5.4 меняет маршрут во время поездки\n" \
         "5.5 следует за приобретением незаконной продукции\n" \
         "5.6 употребляет алкоголь, пищу, курит в салоне авто\n\n" \
         "⚠️ 6. Пассажир в праве отменить поездку при подаче автомобиля свыше 5 минут от заявленного водителем времени\n\n" \
         "⚠️ 7. Предупреждение/блокировка следует за:\n" \
         "7.1 отмену поездки после ее подтверждения\n" \
         "7.2 неотслеживание своей поездки\n" \
         "7.3 флуд, спам и рекламу\n" \
         "7.4 грубое, хамское поведение\n" \
         "7.5 все пункты статьи 5\n" \
         "7.6 по решению администратора\n" \
         "⚠️ 7.6 После 5 предупреждений участник блокируется системой автоматически\n\n" \
         "⚠️ 8. При дальней подаче по межгороду водитель в праве запросить предоплату поездки\n" \
         "⚠️ 9. На предварительные поездки и промежуточные точки бесплатное ожидание не распространяется\n\n" \
         "⚠️ 10. Если маршрут поездки с промежуточной точкой с отклонением в конечном итоге длиннее тарифа 'туда - обратно', поездка считается по данному тарифу."